class MonsterText {
  static const Map<String, String> texts = {
    "m1": "請根據圖片內容，找到對應位置感應",
    "m2": "請根據圖片內容，找到對應位置感應",
    "m3": "請根據圖片內容，找到對應位置感應",
    "m4": "請根據圖片內容，找到對應位置感應",
    "m5": "請根據圖片內容，找到對應位置感應",
    "m6": "請根據圖片內容，找到對應位置感應",
    "m7": "請根據圖片內容，找到對應位置感應",
    "m8": "請根據圖片內容，找到對應位置感應",
    "m9": "請根據圖片內容，找到對應位置感應",
    "m10": "請根據圖片內容，找到對應位置感應",
    "m11": "請根據圖片內容，找到對應位置感應",
    "m12": "請根據圖片內容，找到對應位置感應",
    "m13": "請根據圖片內容，找到對應位置感應",
    "m14": "請根據圖片內容，找到對應位置感應",
  }; //with id as key
}
