class MonsterText {
  static const Map<String, String> texts = {
    "m4": "精靈經由象群雕塑，匆匆跑向黑盒子，路途中似乎遺落了什麼",
    "m5": "沒發現蹤跡嗎？或許可以試試穿過拱門，看看會不會有什麼發現",
    "m15": "精靈似乎駐足DNA觀賞許久，才又繼續前行，或許可以試著在附近找找看",
    "m16": "請根據圖片內容，找到對應位置感應",
    "m17": "精靈原先似乎想要偷走雲端上的松果，到你的到來才匆匆逃走",
    "m18": "請根據圖片內容，找到對應位置感應",
    "m19": "站在屏風處，走向疑問最深處，左轉90度，疑問自會明朗",
    "m20": "圖片中，是不是有一朵雲特別不一樣？",
    "m21": "精靈似乎樣望著裝置，期待能看到代表中央大學的「中」字出現",
    // "m9": "請根據圖片內容，找到對應位置感應",
    // "m10": "請根據圖片內容，找到對應位置感應",
    // "m11": "請根據圖片內容，找到對應位置感應",
    // "m12": "請根據圖片內容，找到對應位置感應",
    // "m13": "請根據圖片內容，找到對應位置感應",
    // "m14": "請根據圖片內容，找到對應位置感應",
  }; //with id as key
}
